Repository: kenichisutan/canadian-budget-en-fr-sentiment-analysis
Catalog: data/corpora/federal-budget/budget-2025-en-budget-2025-fr.tmx
Source language: en_en
Languages: fr_fr

source: Border Services Agency's annual savings target was set at two per cent of the review base.
fr_fr: frontaliers du Canada a été fixé à 2 % de son assiette des dépenses visée par l'examen.

source: Given their essential role in keeping our country safe, this approach is also being taken with
fr_fr: Étant donné leur rôle essentiel dans la sécurité de notre pays, cette approche est également

source: the Canadian Security Intelligence Service and the Communications Security Establishment.
fr_fr: adoptée pour le Service canadien du renseignement de sécurité et le Centre de la sécurité des

source: A resilient Canadian economy needs to advance research and attract and retain the top research
fr_fr: Une économie canadienne résiliente doit faire progresser la recherche et attirer et retenir les

source: talent to supercharge our growth.
fr_fr: meilleurs talents dans ce domaine afin de stimuler notre croissance.

source: Recognizing this priority, the targets of the Natural Sciences
fr_fr: Compte tenu de cette priorité, les objectifs du Conseil de recherches en sciences naturelles et en génie, du Conseil

source: and Engineering Research Council, the Social Sciences and Humanities Research Council and the
fr_fr: de recherches en sciences humaines et des Instituts de recherche en santé du Canada sont

source: Canadian Institutes of Health Research are also being set at two per cent, to protect the
fr_fr: également fixés à 2 %, afin de protéger les contributions importantes de ces organisations

source: councils' important contributions in improving our global competitiveness and contributing to
fr_fr: à l'amélioration de notre compétitivité mondiale et à l'économie de l'avenir.

source: the economy of the future.
fr_fr: Le ministère des Femmes et de l'Égalité des genres Canada (FEGC) renforce la capacité des femmes

source: The Department for Women and Gender Equality (WAGE) empowers women and 2SLGBTQI+ people through
fr_fr: et des personnes 2ELGBTQI+ grâce à des programmes visant à éliminer la discrimination et à

source: programs to eliminate discrimination and advance the rights of women and 2SLGBTQI+ communities.
fr_fr: promouvoir les droits de celles-ci.

source: To support WAGE in continuing this critical work, its annual savings target is being set at two
fr_fr: Afin d'aider FEGC à poursuivre ce travail essentiel, son

source: per cent of its review base.
fr_fr: objectif d'économies annuel est fixé à 2 % de son assiette des dépenses visée par l'examen.

source: The government remains committed to reconciliation.
fr_fr: Le gouvernement reste déterminé à œuvrer en faveur de la réconciliation.

source: Crown-Indigenous Relations and Northern
fr_fr: Relations

source: Affairs Canada and Indigenous Services Canada deliver important programs that are legally or
fr_fr: Couronne-Autochtones et Affaires du Nord Canada et Services aux Autochtones Canada mettent en

source: constitutionally required, including child and family services, primary health care, and
fr_fr: services à l'enfance et à la famille, des soins de santé primaires et des infrastructures

source: essential community infrastructure.
fr_fr: communautaires essentielles.

source: The government will review how these organizations can
fr_fr: Le gouvernement examinera comment ces organisations peuvent mettre

source: deliver these programs more efficiently, with a two per cent savings target.
fr_fr: en œuvre ces programmes de manière plus efficace, avec un objectif d'économies de 2 %.

source: Actions taken through the Comprehensive Expenditure Review to reduce day-to-day operating spending
fr_fr: Les mesures prises dans le cadre de l'examen exhaustif des dépenses afin de réduire les dépenses de

source: complement other fiscal actions in Budget 2025, including proposing a reverse charge mechanism
fr_fr: fonctionnement courantes complètent d'autres mesures fiscales prévues dans le budget de 2025.

source: to help combat carousel fraud schemes and proposed legislative amendments to reform and modernize
fr_fr: Il s'agit notamment de la proposition d'un mécanisme d'autoliquidation pour aider à lutter contre

source: transfer pricing rules, to protect the integrity of Canada's tax system and ensure the government
fr_fr: réformer et moderniser les règles sur les prix de transfert, afin de protéger l'intégrité du régime

source: collects revenues that it should.
fr_fr: fiscal canadien et de garantir que le gouvernement perçoive les impôts qui lui sont dus.

source: Workforce Renewal
fr_fr: Renouvellement de l'effectif

source: The savings identified through CER will contribute to returning the size of the public service to a
fr_fr: Les économies identifiées dans l'examen exhaustif des dépenses aideront à ramener la fonction

source: more sustainable level, with an estimated reduction of 16,000 full-time equivalents, or roughly
fr_fr: publique à une taille plus viable, avec une réduction des postes estimée à 16 000 équivalents temps

source: 4.5 per cent of the workforce as of March 2025.
fr_fr: plein, soit environ 4,5 % de l'effectif en date de mars 2025.

source: Of these reductions, some 650 will be
fr_fr: Ces réductions toucheront

source: executive positions, representing about 7 per cent of the executive population.
fr_fr: environ 650 postes de direction, ce qui représente environ 7 % de l'effectif de la haute

source: reductions will continue the trend towards a more sustainable public service size of roughly 330,000
fr_fr: publique d'une taille plus viable d'environ 330 000 fonctionnaires d'ici 2028-2029.

source: by 2028-29, a decline of about 40,000 or 10 per cent from the 2023-24 peak—where attrition
fr_fr: Il s'agira d'une baisse de quelque 40 000 employés (10 %) par rapport au sommet atteint en 2023-2024.

source: has, and will continue to be, a driver.
fr_fr: cadre d'un tel exercice.

source: The government understands that transitions can be difficult
fr_fr: Le gouvernement comprend que les changements peuvent être difficiles, et il

source: and is committed to minimising hardship for federal employees, while also protecting diversity in
fr_fr: s'emploiera à faire en sorte que la situation soit la moins éprouvante possible pour les employés

source: the public service workforce and ensuring a strong, younger generation of public servants.
fr_fr: fédéraux, tout en préservant la diversité de l'effectif et en assurant une solide relève au sein de la jeune génération de fonctionnaires.

source: services to Canadians and how we can build for the future.
fr_fr: examiner les moyens d'améliorer les services fournis aux Canadiens et de bâtir pour l'avenir.

source: To manage these reductions to the greatest extent possible through
fr_fr: Afin que ces réductions de personnel se fassent dans la plus grande mesure possible par

source: attrition and voluntary departures, Budget 2025 proposes to amend the Public
fr_fr: l'attrition et au moyen de départs volontaires, le budget de 2025 propose de modifier la Loi sur la pension de la fonction publique et le Règlement de l'impôt sur le

source: Service Superannuation Act and the Income Tax Regulations to offer a voluntary Early Retirement Incentive (ERI) program through the Public
fr_fr: revenu afin d'offrir un programme volontaire d'encouragement à la retraite anticipée par l'intermédiaire du Régime de retraite de la fonction publique.

source: Service Pension Plan.
fr_fr: Les fonctionnaires âgés

source: Public servants at age 50 or above for Group 1 and age 55 or above for
fr_fr: de 50 ans ou plus pour le groupe 1 et de 55 ans ou plus pour le groupe 2,

source: Group 2 who have at least ten years of employment, with at least two years of pensionable
fr_fr: qui comptent au moins 10 années d'emploi et au moins deux années de service ouvrant droit à

source: service in the Plan may apply to participate under parameters set by Treasury Board.
fr_fr: pension dans le Régime pourront demander à participer à ce programme, selon les critères établis

source: parameters will be designed to maintain essential services and business continuity.
fr_fr: Ces critères seront conçus de manière à assurer le maintien des services essentiels et la continuité des activités.

source: Eligible
fr_fr: Les employés admissibles pourront prendre

source: employees will be able to retire with an immediate pension based on years of service with no
fr_fr: leur retraite et toucher une pension immédiate en fonction de leurs années de service, sans

source: penalty for early retirement.
fr_fr: pénalité pour retraite anticipée.

source: Implementation would proceed by January 15, 2026, or when
fr_fr: du 15 janvier 2026, ou dès que les modifications législatives recevront la

source: legislation receives Royal Assent, and the government intends to conclude the ERI process
fr_fr: sanction royale, et le gouvernement compte y mettre fin dans un délai d'un an.

source: within one year.
fr_fr: Il est estimé que

source: This program, which will be sourced from the Public Service Pension Fund,
fr_fr: ce programme, dont le financement proviendra de la Caisse de retraite de la fonction publique,

source: is estimated to have a net fiscal impact of $1.5 billion over five years, starting
fr_fr: aura une incidence budgétaire nette de 1,5 milliard de dollars sur cinq ans, à compter

source: in 2025-26, while providing ongoing savings of $82.0 million annually.
fr_fr: de 2025-2026, tout en permettant de réaliser des économies de 82,0 millions de

source: To support the increased workflow at the Government of Canada Pension
fr_fr: Pour permettre au Centre des pensions du gouvernement du Canada d'assumer la charge de travail

source: Centre from administering this time-limited program, Budget 2025 proposes to provide
fr_fr: de 2025 propose d'accorder à cette fin à Services publics et Approvisionnement Canada une

source: Public Services and Procurement Canada with $15.0 million over two years, starting
fr_fr: somme de 15,0 millions de dollars sur deux ans, à compter de 2025-2026.

source: in 2025-26. As the size of the public service adjusts, so too, must the leadership.
fr_fr: À mesure que la taille de la fonction publique sera rajustée, il doit en être de même au niveau

source: The government will reduce the executive cadre in the public service by 1,000 positions
fr_fr: de la direction. Le gouvernement éliminera 1 000 postes de cadres supérieurs dans

source: overall over the next two years, inclusive of positions reduced through CER and early
fr_fr: l'ensemble de la fonction publique au cours des deux prochaines années.

source: retirements.
fr_fr: Ce nombre inclut

source: The government will also reduce expenses on management and other
fr_fr: les postes qui seront éliminés au moyen des départs à la retraite anticipée et dans le cadre de

source: consulting services by 20 per cent in three years' time – in order to reduce
fr_fr: Le gouvernement réduira aussi de 20 % d'ici trois ans les dépenses consacrées aux

source: wasteful spending and empower the public service to take on more responsibility and
fr_fr: services de conseil en gestion et autres, afin de diminuer les dépenses inutiles et d'accroître

source: accountability.
fr_fr: la prise de responsabilité et la reddition de comptes au sein de la fonction publique.

source: These actions will ensure that the public service continues to provide effective services while being
fr_fr: Ces mesures permettront d'assurer que la fonction publique continue de fournir des services efficaces

source: representative of the Canadians that it serves and fostering the next generation of public servants.
fr_fr: tout en demeurant représentative de la population qu'elle sert et en favorisant la formation de la prochaine génération de fonctionnaires.

source: In the coming weeks, participating organizations will be communicating these measures to their
fr_fr: Dans les semaines qui viennent, les organisations participantes informeront leurs employés et les

source: employees and collective bargaining agents.
fr_fr: agents négociateurs de ces mesures.

source: The federal government will continue to identify more
fr_fr: Le gouvernement fédéral continuera de chercher d'autres moyens

source: efficiencies and potential savings, which will be communicated in the 2026-27 Main Estimates and
fr_fr: possibles de produire des gains d'efficacité et des économies, qui seront communiqués dans le Budget

source: Departmental Plans.
fr_fr: principal des dépenses et les plans ministériels de 2026-2027.

source: Optimizing Productivity in Government
fr_fr: Optimiser la productivité au gouvernement

source: To ensure high quality service delivery for Canadians, the government must continually strive to
fr_fr: Pour assurer une prestation de services de haute qualité aux Canadiens, le gouvernement doit

source: optimize its productivity and transform how it operates.
fr_fr: s'efforcer jour après jour d'optimiser sa productivité et d'apporter les changements qui s'imposent

source: The government will make sure public
fr_fr: à son mode de fonctionnement.

source: servants are equipped with the tools, technology and training to do their jobs.
fr_fr: Il s'assurera donc de fournir aux fonctionnaires les outils, les

source: We will bring focus
fr_fr: mettrons l'accent sur nos priorités.

source: to our priorities.
fr_fr: Nous définirons bien les responsabilités.

source: We will clarify accountabilities.
fr_fr: Nous simplifierons

source: We will simplify processes and reduce
fr_fr: les processus et nous réduirons le chevauchement des tâches.

source: duplication.
fr_fr: En bref, nous serons meilleurs, tout en

source: This is about doing things faster, simpler and better.
fr_fr: travaillant plus simplement et plus rapidement.

source: At the same time, as emerging technologies like AI continue to advance, the government intends to be
fr_fr: Parallèlement, alors que des technologies émergentes, comme l'IA, continuent de se développer, le

source: at the forefront in their adoption and build and rely on the skills we have in the public service.
fr_fr: gouvernement est déterminé à encourager leur utilisation. Pour ce faire, il entend tirer profit des

source: Budget 2025 announces that going forward, the government will:
fr_fr: budget de 2025, le gouvernement entend aller de l'avant avec ce qui suit :

source: Improve expenditure management by adopting a regular, predictable review
fr_fr: Améliorer de la gestion des dépenses par l'adoption d'un calendrier régulier et convenu

source: schedule to ensure continuous optimization of resources.
fr_fr: d'examens qui permettra d'assurer une optimisation continue des ressources. Les examens à venir

source: Future reviews will focus on
fr_fr: porteront sur des thèmes horizontaux tels que : consolider la gestion des programmes,

source: specific horizontal themes, such as consolidating the administration of programs, fostering
fr_fr: encourager la mise en œuvre de l'IA à grande échelle dans la fonction publique, et revoir les

source: AI implementation and scale-up in the public service, and reviewing business subsidies and
fr_fr: subventions aux entreprises et les programmes d'acquisition des compétences.

source: skills programming. To demonstrate the government's commitment to restraining the growth in
fr_fr: Démontrer l'engagement du gouvernement pour ce qui est de limiter l'augmentation des dépenses de

source: day-to-day operating spending, it is targeting additional savings of $7.75 billion over
fr_fr: fonctionnement courantes. Il vise des économies supplémentaires de 7,75 milliards de

source: three years, starting in 2027-28, and $3.25 billion ongoing. Results will be
fr_fr: dollars sur trois ans, à compter de 2027-2028, et de 3,25 milliards de dollars

source: reported on in Budget 2026.
fr_fr: par année par la suite.

source: Adopting AI to Enhance Productivity and Improve Services
fr_fr: Adopter l'IA pour augmenter la productivité et améliorer les services

source: Budget 2025 announces that the government intends to stand up an Office of Digital Transformation which will proactively identify,
fr_fr: Dans le budget de 2025, le gouvernement annonce son intention d'établir un Bureau de la transformation numérique qui prendra les devants pour trouver, implanter et

source: implement, and scale technology solutions across the federal government—a generational
fr_fr: appliquer à plus grande échelle des solutions technologiques dans l'ensemble du gouvernement

source: opportunity for domestic innovators.
fr_fr: fédéral, ce qui offrira des possibilités d'importance historique pour les innovateurs nationaux.

source: The Office will identify and eliminate redundant and
fr_fr: Le Bureau cernera et éliminera les règles d'approvisionnement redondantes et contre-productives,

source: counterproductive procurement rules as well as leverage expertise from internal sources and
fr_fr: et tirera parti du savoir-faire au sein de la fonction publique et dans le secteur privé pour

source: the private sector to hasten AI adoption.
fr_fr: accélérer l'adoption de l'IA.

source: Budget 2025 also announces that Shared Services Canada, in
fr_fr: Le budget de 2025 annonce aussi que Services partagés Canada, en partenariat avec le

source: partnership with the Department of National Defence and the Communications Security
fr_fr: ministère de la Défense nationale et le Centre de la sécurité des télécommunications, élaborera

source: Establishment, will develop a made-in-Canada AI tool that can be deployed across the federal
fr_fr: un outil d'IA fait au Canada pouvant être déployé dans l'ensemble du gouvernement fédéral.

source: government. Shared Services Canada will partner with leading Canadian AI companies to
fr_fr: Services partagés Canada travaillera aussi en partenariat avec des entreprises canadiennes

source: develop this internal tool.
fr_fr: cheffes de file dans le domaine de l'IA pour développer cet outil interne.

source: By supporting innovative research to strengthen public services,
fr_fr: En appuyant la recherche novatrice pour renforcer les services publics, ces travaux protégeront notre

source: this work will protect our digital sovereignty, keep government data and information safe in
fr_fr: souveraineté numérique, permettront de garder les données et renseignements gouvernementaux en

source: Canada, and create opportunities for the Canadian technology sector.
fr_fr: toute sécurité au Canada et créeront des possibilités pour le secteur technologique canadien.

source: Leveraging Technology for a More Productive Public Service
fr_fr: Tirer parti de la technologie pour rendre la fonction publique plus productive

source: Through the Comprehensive Expenditure Review, departments have identified ways to use
fr_fr: À l'occasion de l'examen exhaustif des dépenses, les ministères ont ciblé des moyens

source: technology to achieve savings by streamlining workflows, reducing manual effort and
fr_fr: de réaliser des économies en s'appuyant sur la technologie pour simplifier les flux

source: optimising service delivery.
fr_fr: de travail, réduire le travail manuel et optimiser la prestation de services.

source: Shared Services Canada will apply AI and automation across internal operations, and
fr_fr: Services partagés Canada intégrera l'IA et des outils d'automatisation dans ses

source: automate common IT support requests, reducing call volumes and costs while improving the
fr_fr: opérations internes, et automatisera les demandes courantes de soutien

source: user experience.
fr_fr: améliorant l'expérience utilisateur.

source: The Department of Justice will integrate AI, advanced analytics and automation tools to
fr_fr: Le ministère de la Justice intégrera l'IA, des technologies d'analytique avancée

source: streamline routine tasks, enhance decision-making and free employees to focus on
fr_fr: la prise de décisions et laisser les employés se concentrer sur des tâches ayant

source: higher-value strategic work.
fr_fr: une valeur stratégique accrue.

source: Transport Canada will use AI and automation to optimise back-office activities and
fr_fr: Transports Canada se servira de l'IA et d'outils d'automatisation pour

source: reduce costs of dedicated resources assigned to repetitive tasks, and realign service
fr_fr: à des tâches répétitives, et recentrer les modèles de prestation de services sur

source: delivery models with a greater focus on self-service and technology-enabled solutions.
fr_fr: l'utilisation de fonctions de libre-service et de solutions technologiques.

source: Public Services and Procurement Canada will implement digital delivery of
fr_fr: Services publics et Approvisionnement Canada mettra en place une fonction de

source: procurement-related documents to better manage project delivery.
fr_fr: transmission numérique des documents d'approvisionnement afin de mieux gérer la

source: Equitable Public Sector Retirement Benefits
fr_fr: Équité des prestations de retraite du secteur public

source: In 2019, enhancements to the Canada Pension Plan (CPP) and the Quebec Pension Plan (QPP) led
fr_fr: En 2019, les bonifications apportées au Régime de pensions du Canada (RPC) et au Régime de

source: federal employees and the government to contribute more than needed to maintain existing pension
fr_fr: rentes du Québec (RRQ) ont amené les employés fédéraux et le gouvernement à cotiser plus que

source: benefits.
fr_fr: nécessaire pour maintenir les prestations de retraite existantes.

source: Budget 2025 announces the government's intention to initiate
fr_fr: Le budget de 2025 annonce l'intention du gouvernement d'amorcer des consultations auprès

source: consultations with key stakeholders to account for CPP and QPP enhancements and ensure that
fr_fr: des principales parties concernées afin de tenir compte des bonifications apportées au RPC et au

source: federal employees continue to receive the same pension benefits, without overcontributing.
fr_fr: RRQ et d'assurer que les employés fédéraux continuent de recevoir les mêmes prestations de

source: This will save federal employees up to $1,100 in annual pension contributions, while
fr_fr: retraite, sans cotiser en trop. Cette mesure permettra aux employés fédéraux

source: maintaining their pension benefit levels.
fr_fr: maintenant leurs niveaux de prestations de retraite .

source: At the same time, this will achieve
fr_fr: Parallèlement, il en découlera

source: fiscal savings of $1.1 billion over four years, starting in 2026-27, and
fr_fr: des économies budgétaires de 1,1 milliard de dollars sur quatre ans, à compter

source: $384 million ongoing from lower pension expenses for the government.
fr_fr: la baisse des charges du gouvernement relatives aux régimes de retraite.

source: In 2014, the government increased the number of years of service required to be eligible for the
fr_fr: En 2014, le gouvernement a fait passer de deux à six le nombre d'années de service requises pour

source: Public Service Health Care Plan in retirement from two to six, to ensure that the costs of the
fr_fr: qu'un employé soit admissible au Régime de soins de santé de la fonction publique à sa retraite,

source: Public Service Health Care Plan remained sustainable and affordable in the future.
fr_fr: afin de garantir que les coûts du Régime de soins de santé de la fonction publique demeurent viables

source: To ensure
fr_fr: et abordables dans l'avenir.

source: benefits remain available to public servants in retirement, while being reasonable for taxpayers:
fr_fr: Pour s'assurer que les prestations restent offertes aux fonctionnaires à la retraite, tout en étant raisonnables pour les contribuables :
